Repository: fagan2888/solarterms
Catalog: locale/*/LC_MESSAGES/solarterms.po
Languages: vi

source: Spring Equinox
vi: Xuân phân

source: Pure Brightness
vi: Thanh minh

source: Grain Rain
vi: Cốc vũ

source: Start of Summer
vi: Lập hạ

source: Grain Buds
vi: Tiểu mãn

source: Grain in Ear
vi: Mang chủng

source: Summer Solstice
vi: Hạ chí

source: Minor Heat
vi: Tiểu thử

source: Major Heat
vi: Đại thử

source: Start of Autumn
vi: Lập thu

source: End of Heat
vi: Xử thử

source: White Dew
vi: Bạch lộ

source: Autumn Equinox
vi: Thu phân

source: Cold Dew
vi: Hàn lộ

source: Frost
vi: Sương giáng

source: Start of Winter
vi: Lập đông

source: Minor Snow
vi: Tiểu tuyết

source: Major Snow
vi: Đại tuyết

source: Winter Solstice
vi: Đông chí

source: Minor Cold
vi: Tiểu hàn

source: Major Cold
vi: Đại hàn

source: Start of Spring
vi: Lập xuân

source: Spring Showers
vi: Vũ thủy

source: Awakening of Insects
vi: Kinh trập
